EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:c7598e88-8826-4954-a538-3fb215197bb9</wsa:MessageID>
      <int:ProcedureID>urn:uuid:cd67fd61-68e9-47a4-9779-4273c5ac2d97</int:ProcedureID>
      <int:ConversationID>urn:uuid:5acae645-4816-49cc-b8fa-5f72b5475952</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:7ec7fa04-490e-479c-a5d1-326930262b06</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:91004e3c-7702-40dd-a345-fcf15c7deb97</int:TrackID>
         <int:AcceptTime>2020-01-14T11:20:36+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>d299a528-b665-4365-8c89-a1139caba007</sgn:SignalId>
         <sgn:DateTime>2020-01-14T11:20:36.476</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
